[
  {
    "id": "AFRI 0370",
    "title": "African American Novels of the 1970s",
    "description": "Literary historians generally agree that in the 1970s, in the U.S., there was a significant increase in the publication of diverse forms of African American literature. The 1970s is also often described by scholars as a decade in which there was a renaissance of African American women’s writing as well as the publication of several experimental African American literary works. In this seminar, we will study this lively period in African American literary history primarily through novels, some of them recently republished or adapted into other forms. What idea of African American literature do we get when we read novels from this era? What questions were asked in 1970s African American novels that we continue to ask now? Novels we will likely read include detective fiction, diaristic fiction, satirical fiction, a love story, and historical fiction."
  },
  {
    "id": "AFRI 0370",
    "title": "Love Stories in African Literature and Film",
    "description": "In African cinema and modern African literature, the genre of the love story is often used by artists as a medium for addressing various socio-political issues. In this seminar, we will discuss African love stories as complex narratives about romantic relationships, as political fiction, and as spaces where African artists reflect on romantic love, romantic desire, and the idea of romance. In what ways do African love stories published in the twentieth century still speak to us today? How do twenty-first century African artists use love stories to confront contemporary societal concerns?"
  },
  {
    "id": "AFRI 0510",
    "title": "Racism, Segregation, Poverty and Public Education in the United States",
    "description": "Using film, podcasts, legal history, memoir, sociology and social history, this course focuses on the past and present state of education in the United States as it both produces and ameliorates social inequality. The course explores how both primary schools, as well as colleges and universities both reflect and reproduce inequalities of opportunity along race and class lines."
  },
  {
    "id": "AFRI 0807",
    "title": "Monuments, History, and Memory in the United States",
    "description": "In the wake of the killing of George Floyd, monuments tied to the violent histories of slavery, colonialism, and white supremacy have received renewed interest and debate. Protestors and individuals have defaced, toppled, and petitioned for the removal of Confederate monuments and statues to the white male power elite. This symbolic retributive violence and sometimes ritual care signals a challenge to the long-lived monument. This reading course explores public monuments and the ways in which artists and communities have negotiated history and the politics of memory and remembrance in the United States. We will evaluate the meaning and purpose of monuments that define American public spaces, investigating the problematic narratives and historic controversies surrounding such objects. The removal of monuments asks us to question whose histories have been forgotten, ignored, or suppressed, and what monumental justice might look like."
  },
  {
    "id": "AFRI 0840",
    "title": "Black Lavender: Black Gay/Lesbian Plays/Dramatic Constructions in the American Theatre",
    "description": "Study of plays with African-American LGBTQ+ content, primarily manuscripts, with a focus on thesis paper development. Creative writing option. Participation in the Black Lavender Experience required. Cross-listed with TAPS. Gender and Sexuality."
  },
  {
    "id": "AFRI 0990",
    "title": "Black Lavender: Black Gay/Lesbian Plays/Dramatic Constructions in the American Theatre",
    "description": "Study of plays with African-American LGBTQ+ content, primarily manuscripts, with a focus on thesis paper development. Creative writing option. Participation in the Black Lavender Experience required. Cross-listed with TAPS. Gender and Sexuality."
  },
  {
    "id": "AFRI 0990",
    "title": "Black Digital Humanities: Black Technocultures",
    "description": "What difference does Blackness make to the study of technology? This course relies on this question to foreground two important elements within the Black Digital Humanities (Black DH). First, Black scholarly approaches to the impact of technology on and in Black life and vice versa. Second, Black scholarly explorations of Black digital life and expertise. We will take a broad approach to Black DH, thinking generally about the transformative interplay between Blackness and digital technology, the extent to which digital projects can “recover” Black histories within the archive, and methodological approaches to the study of tech and digital life within Black Studies. Drawing on Black epistemologies, students will analyze digital technologies to propose new and different questions about how Blackness both (re)shapes technology and the “human” in the humanities."
  },
  {
    "id": "AFRI 1111",
    "title": "Systemic Racism and Modes of Resilience",
    "description": "Over the past several years there has been much public discussion about systemic racism, and its role in perpetuating racial inequality. What is systemic racism? What role does it play in society and how have African Americans responded to it? This course will use the lens of “systemic racism” to explore the interconnections between policies and practices that create a network of devastating forms of racial discrimination and disadvantage; conditions that have shifted over time and have made it difficult for black communities, and individuals within them, to flourish. And yet, systemic racism does not have the final word. We will also consider how African-American communities have developed various modes of resilience in cultural, spiritual/religious, artistic, and other facets of life."
  },
  {
    "id": "AFRI 1111",
    "title": "Systemic Racism and Modes of Resilience",
    "description": "Over the past several years there has been much public discussion about systemic racism, and its role in perpetuating racial inequality. What is systemic racism? What role does it play in society and how have African Americans responded to it? This course will use the lens of “systemic racism” to explore the interconnections between policies and practices that create a network of devastating forms of racial discrimination and disadvantage; conditions that have shifted over time and have made it difficult for black communities, and individuals within them, to flourish. And yet, systemic racism does not have the final word. We will also consider how African-American communities have developed various modes of resilience in cultural, spiritual/religious, artistic, and other facets of life."
  },
  {
    "id": "AFRI 1360",
    "title": "Africana Studies: Knowledge, Texts and Methodology",
    "description": "This course will explore the issues of Africana Studies as a discipline by engaging in a series of critical readings of the central texts, which laid the protocols of the discipline. The course will also raise issues of knowledge production and methodologies. This course is a senior capstone seminar. Open to all senior Africana Studies concentrators; others by instructor permission only. Enrollment limited to 25."
  },
  {
    "id": "AFRI 1360",
    "title": "Africana Studies: Knowledge, Texts and Methodology",
    "description": "This course will explore the issues of Africana Studies as a discipline by engaging in a series of critical readings of the central texts, which laid the protocols of the discipline. The course will also raise issues of knowledge production and methodologies. This course is a senior capstone seminar. Open to all senior Africana Studies concentrators; others by instructor permission only. Enrollment limited to 25."
  },
  {
    "id": "AFRI 1360",
    "title": "Making and Remaking Blackness in the Western World",
    "description": "This course is an interdisciplinary survey of cultural, social, and political expressions of Blackness among people of African descent in the Western World, primarily the United States, and the social forces that create various understandings of this identity. Black experiences of and reflections on what it means to be Black are articulated in writing, visual and performing arts, music, and social media. Students will read, listen, and view a wide of set of materials that reflect people of African descent and their negotiation, rejection, and reimagination of different forms of Blackness in affirmative and complex ways from the 18th century to the present. Primary and secondary texts will comprise the course readings and range from cultural studies, philosophy, critical race theory, sociology, political science, literature, and history, among other areas."
  },
  {
    "id": "AFRI 2001",
    "title": "Theories of Africana Thought: Intellectual History and Critical Theory",
    "description": "This course will be a close reading of the various ideas, theories and practices of the thinkers, writers, artists and activitists whose work and practices have constituted an Africana intellectual tradition. In conducting this review we will examine questions around the formation and the history of thought and intellectual traditions in general. We will also think about the various fields of knowldege which have shaped Africana thought. The course therefore will spend some time working through the different meanings of intellectual work and critical thought and theory. Enrollment limited to 12 graduate students."
  },
  {
    "id": "AFRI 2001",
    "title": "Black Transnational Feminism",
    "description": "This graduate seminar brings together methodological and theoretical approaches to interpreting the significance of race, gender, sexuality and nation in the rich literature on Black transnationalism. The course will explore how Black feminist thought has infomed the development of the field, placing special emphasis on foundational and emergent scholarship. The course underscores the varied ways Black feminist scholarship has been crucial for understanding the complex dynamics of Black internationalist thought and praxis. Course readings will represent a combination of primary and secondary sources that reflect the geographical breadth of the African Diaspora, including Africa, the Americas, and Europe."
  },
  {
    "id": "AFRI 2015",
    "title": "Revolt and Revolution in the Black World",
    "description": "From 18th Century slave revolts to the iconic Haitian Revolution, the Grenadian Revolution of 1979 and the 2019 popular uprisings in the Sudan, revolts and revolutions have undoubtedly occupied a hallowed place in the political imaginaries of the Black World. Reading narratives from a select group of instances, we will explore, against the broader theoretical work on global revolutions, the more specific meaning of revolution in Africana history and literature. The overriding question is, in the face of disappointing outcomes, tragedy and collapse, can the history of Black revolt and revolution still provide a framework for thinking about radical change in the 21st Century, or should we move beyond it?"
  },
  {
    "id": "AFRI 2015",
    "title": "What Hortense Spillers Said",
    "description": "This course is devoted to understanding the work of Hortense Spillers, a preeminent black feminist theorist and critical literary scholar. In addition to reading her texts, we will track how her work is taken up by contemporary scholars in black studies and explore her archive in the John Hay Library. This class is particularly interested in tracking Spiller’s unique approach to study, what thinking about the unique position of black women does to feminist theory and black study, and the host of other texts and analytic traditions she engages across her work."
  },
  {
    "id": "AFRI 2031",
    "title": "What Hortense Spillers Said",
    "description": "This course explores the mechanics of a doctorate degree in Africana Studies. We will explore the constitution of our field through the elaboration of exam lists and narratives, query its pedagogical application in the design of undergraduate syllabi, and begin to outline and enact our participation in the profession both within and beyond the academy. At the end of this class, students will have constructed a portfolio that will assist their progress towards a degree and provide the tools with which to chart pathways once a degree is in hand. A key component of the professionalization courses is the construction of an undergraduate syllabus by each student, which will subsequently be revised and discussed during the dissertation proposal defense, and which will be taught in either the first semester of the student’s fourth or fifth year."
  },
  {
    "id": "AFRI 2450",
    "title": "Exchange Scholar Program",
    "description": "For graduate students who have met the tuition requirement and are paying the registration fee to continue active enrollment while preparing for a preliminary examination."
  },
  {
    "id": "AFRI 2970",
    "title": "Thesis Preparation",
    "description": "For graduate students who have met the residency requirement and are continuing research on a full time basis."
  },
  {
    "id": "AFRI 2990",
    "title": "Thesis Preparation",
    "description": "For graduate students who have met the residency requirement and are continuing research on a full time basis."
  },
  {
    "id": "AFRI XLIST",
    "title": "Religion, Sex, Citizenship (RELS 0842)",
    "description": "Interested students must register for RELS 0842."
  },
  {
    "id": "AMST 0170F",
    "title": "Brown v. Board of Education and the History of School Desegregation (EDUC 0610)",
    "description": "Interested students must register for EDUC 0610."
  },
  {
    "id": "AMST 0170H",
    "title": "Brown v. Board of Education and the History of School Desegregation (EDUC 0610)",
    "description": "This course explores nonsexual ways of being and being-in-relation, investigating the ways in which our lives are structured not just by compulsory heterosexuality, but also by compulsory sexuality. Challenging the Freudian supposition that all human beings are sexual subjects, we will think critically about naturalized assumptions regarding sex, intimacy, attraction, and desire, opening up new frameworks, orientations, and language informed by queer and feminist discourse. We will engage sex as a form of political power whose influence extends far beyond the act of heterosexual intercourse itself, pervading and organizing our everyday lives along the lines of race, gender, ability, class, and religion. Texts will draw upon queer and feminist theory, cultural studies, disability studies, feminist science and technology studies, gender and sexuality studies, and popular culture."
  },
  {
    "id": "AMST 0192K",
    "title": "Black Queer Life",
    "description": "This course explores how Black writers and artists represent and theorize a diverse array of Black genders and sexualities. We will begin with a series of conversations on the origins of Black queer theory, and then use these conversations to anchor us in our readings of Black queer life in literary and popular culture. Reading across a range of genres, including film, music, poetry, comics, and short fiction, we will collectively consider the ways sex, gender, and sexuality work with other markers of difference and social status such as race, class, ability, and nationality to demarcate possibilities, freedoms, choices, and opportunities available to Black people. We will learn from theorists, writers, and artists including Audre Lorde, Cathy Cohen, E. Patrick Johnson, Alexis Pauline Gumbs, Danez Smith, Janelle Monae, among many others."
  }
]