[
  {
    "id": "DATA 0200",
    "department": "DATA",
    "title": "Data Science Fluency",
    "description": "As data science becomes more visible, are you curious about its unique amalgamation of computer programming, statistics, and visualizing or storytelling? Are you wondering how these areas fit together and what a data scientist does? This course offers all students regardless of background the opportunity for hands-on data science experience, following a data science process from an initial research question, through data analysis, to the storytelling of the data. Along the way, you will learn about the ethical considerations of working with data, and become more aware of societal impacts of data science. Course does not count toward CS concentration requirements."
  },
  {
    "id": "CSCI 0111",
    "department": "CSCI",
    "title": "Computing Foundations: Data",
    "description": "An introduction to computing and programming that focuses on understanding and manipulating data. Students will learn to write programs to process both tabular and structured data, to assess programs both experimentally and theoretically, to apply basic data science concepts, and to discuss big ideas around the communication, use, and social impacts of digital information. Designed for both concentrators and non-concentrators, this is the first course in either a two- or three-course introductory sequence leading into advanced CS courses. Programming assignments will be smaller scale than in CSCI 0150/0170, thus allowing students time to practice programming and discuss computational ideas in a broader context."
  },
  {
    "id": "CSCI 0150",
    "department": "CSCI",
    "title": "Introduction to Computer Science I",
    "description": "An introduction to the fundamental concepts of computer science. Topics include problem solving, algorithms, data structures, and programming in Python. Students will learn to write programs that solve problems and analyze the efficiency of their solutions. This course is intended for students with no prior programming experience."
  },
  {
    "id": "CSCI 0170",
    "department": "CSCI",
    "title": "Introduction to Computer Science II",
    "description": "A continuation of CSCI 0150, this course covers more advanced topics in computer science, including object-oriented programming, data structures, and algorithms. Students will learn to design and implement complex programs and analyze their performance. This course is intended for students who have completed CSCI 0150 or have equivalent programming experience."
  }
]
